[Demo_CommonKP_ep5_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1824,Y=575,Z=95),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=1680,Y=720,Z=-40),VecSub=(X=315,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_002_Cue',Name="")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=2,CId=71)
DemoScripts[17]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[18]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=1780,Y=820,Z=90))
DemoScripts[19]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[20]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=80,Y=-5,Z=0),SecTime=0.5)
DemoScripts[21]=(Actor=WINDOW,Command=SET)
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[23]=(Actor=WINDOW,Command=EXIT)
DemoScripts[24]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[27]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=1920,Y=1616,Z=-40),CId=71)
DemoScripts[28]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=-85,Y=0,Z=0),CId=71)
DemoScripts[29]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1910,Y=1365,Z=140),SecTime=)
DemoScripts[30]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-15,Z=0),SecTime=)
DemoScripts[31]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[32]=(Actor=FADE,Command=WAIT)
DemoScripts[33]=(Actor=WINDOW,Command=SET)
DemoScripts[34]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[35]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=1)
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_005_Cue',Name="エコロ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[41]=(Actor=WINDOW,Command=EXIT)
DemoScripts[42]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[43]=(Actor=FADE,Command=WAIT)
DemoScripts[44]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1942,Y=1397,Z=95),SecTime=)
DemoScripts[45]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=95,Y=-5,Z=0),SecTime=)
DemoScripts[46]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[47]=(Actor=FADE,Command=WAIT)
DemoScripts[48]=(Actor=WINDOW,Command=SET)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_007_Cue',Name="エコロ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[54]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_009_Cue',Name="エコロ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[61]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=1,Number=2,Bit=0)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_011_Cue',Name="エコロ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_013_Cue',Name="エコロ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[78]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[79]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[80]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_016_Cue',Name="エコロ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_018_Cue',Name="エコロ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[95]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[96]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_020_Cue',Name="エコロ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[100]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-10,Z=0),SecTime=0.5)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[103]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=1)
DemoScripts[104]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=95,Y=-5,Z=0),SecTime=0.5)
DemoScripts[105]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.8)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_022_Cue',Name="エコロ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0112_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1200_lp_Angry",Number=8)
DemoScripts[117]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[118]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_024_Cue',Name="エコロ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[123]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[124]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-10,Z=0),SecTime=0.5)
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[128]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=95,Y=-5,Z=0),SecTime=0.5)
DemoScripts[129]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[130]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_027_Cue',Name="エコロ")
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[132]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[141]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[142]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_2.GG2_V_CMNKP_ep5_2_031_Cue',Name="エコロ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[145]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-10,Z=0),SecTime=0.5)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[148]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[149]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[150]=(Actor=WINDOW,Command=EXIT)
DemoScripts[151]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[152]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[153]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[154]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[155]=(Actor=SYSTEM,Command=END)

[Select_CommonKP_ep5_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonKP_ep5_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="庫蘿娜......也不在這裡啊.")

Texts[1]=(Label="TEXT02",Name="服部 明日香",Text="這......這是什麼啊----!!!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="這個聲音是......嗯?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="這什麼鬼啊---!!!")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="是個很大的洞穴呢....../n這也是庫蘿娜的惡作劇嗎?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="連這種東西都....../n那個人......意外地是個厲害的惡魔嗎......")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="聲音好像是從裡面傳來的......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="我們去救人吧!")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="好的!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="必須要叫人來幫忙纔行!")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="請等一下!/n如果這個洞穴是跟惡魔有關的惡作劇,/n那草率地把普通人牽扯進來是很危險的!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="那就找小忍她們......!")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="你不是不知道她們的聯絡方式嗎!/n能夠阻止這場危機的,只有我們了!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="這樣啊......說的對呢./n只能靠我們闖進去了吧.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="要怎樣帥氣地衝進去呢....../n這是個問題......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="不,這完全算不上是問題./n真要說的話,有問題的是你的腦袋.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="喝! ......不太對....../n嘿呀--!! ......也不對....../n唔呣呣呣呣.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="請快點進去啦!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="這麼大的洞穴....../n妳不會想要喊些無法告訴別人的祕密嗎?")

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="不......不會耶......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="艾可蘿她/n沒有穿---!!!",Format[0]=(Size=31,Start=0,End=17))

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="哇---!!/n我......我有穿啦!!/n真失禮耶!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="這件事就先擺在一旁,/n進去裡面看看吧......")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="請不要擺在一旁!!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="喂--給我出來--!",Format[0]=(Size=31,Start=0,End=10))

Texts[25]=(Label="TEXT26",Name="峯大",Text="......不出來耶.")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="你在期待什麼啊......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="唔--嗯......這個洞穴/n能不能用來丟垃圾呢?")

Texts[28]=(Label="TEXT29",Name="???",Text="\"喂--給我出來--\"")

Texts[29]=(Label="TEXT30",Name="峯大",Text="嗯......?/n剛纔好像從空中傳來什麼人的聲音......")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="峯大大人,還是別再鬧了吧....../n我覺得不太妙......各方面都是.")

Texts[31]=(Label="TEXT32",Name="峯大",Text="這樣啊?/n不過,不管怎麼說/n也只能進去裡面看看了吧......")

Texts[32]=(Label="",Name="",Text="")

Texts[33]=(Label="SELECT01",Name="",Text="我們去救人吧!")

Texts[34]=(Label="SELECT02",Name="",Text="必須要/n叫人來幫忙!")

Texts[35]=(Label="SELECT03",Name="",Text="要怎樣帥氣地/n衝進去呢")

Texts[36]=(Label="SELECT04",Name="",Text="試著喊出/n少女的祕密")

Texts[37]=(Label="SELECT05",Name="",Text="喂--/n給我出來--!")

Texts[38]=(Label="SELECT06",Name="",Text="")

Texts[39]=(Label="SELECT07",Name="",Text="")

Texts[40]=(Label="SELECT08",Name="",Text="")

Texts[41]=(Label="SELECT09",Name="",Text="")

Texts[42]=(Label="SELECT10",Name="",Text="")


